const privacyPoliciesData = `
<p>
<span style="line-height:2;">请您在开始使用我们的产品(一下简称“本产品”)之前请务必仔细阅读并理解《隐私政策》(以下简称“本政策”)。</span>
</p>
<p>
<br />
</p>
<p>
<span style="line-height:2;">我们一向尊重并会严格保护用户在使用本产品时的合法权益(包括用户隐私、用户数据等)。我们力求明确说明我们是如何收集、使用、披露、传送及存储您的信息的。虽然本政策适用于我们的所有服务，但我们也针对特定服务制定了某些明确的某些明确的隐私权补充条文，其中包含有关我们的信息处理做法的其他信息。当我们进行其它数据收集处理活动时会另外取得您的同意。请务必仔细阅读本隐私政策，因为只要您使用我们的服务，就表示您同意隐私政策及补充条文中所描述的做法，如果您不同意隐私政策中所描述的做法，请不要使用我们的服务。</span>
</p>
<h4>
<span style="line-height:2;">一、我们如何收集和使用你的个人信息</span>
</h4>
<p>
<span style="line-height:2;">个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情況的各种信息。本产品中与您个人无关的信息不属于您的个人信息。</span><br />
<span style="line-height:2;"> 登陆时获取的昵称、头像、性别、地区属于个人隐私信息，严格收到平台的隐私保护。所收集的信息仅限于平台的登录使用。</span>
</p>
<h4>
<span style="line-height:2;">二、我们如何保护您的个人信息</span>
</h4>
<p>
<span style="line-height:2;">我们非常重视个人信息安全，并采用符合业界标准的安全防护措施保护您的个人信息，包括建立合理的制度规范、技术措施、员工管理措施等，但您理解，由于技术水平限制及可能存在的各种恶意手段，有可能因我们可控范围外的因素而出现问题。我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本条款所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，注意保护您的个人信息安全。</span>
</p>
<h4>
<span style="line-height:2;">三、如何更新</span>
</h4>
<p>
<span style="line-height:2;">我们的条款可能变更。未经您明确同意，我们不会削减您按照本条款所应享有的权利，对于重大变更，我们会提供公告通知(包括对于某些服务，我们会推送通知，说明具体变更内容)。若您不同意该等变更可以停止使用移动应用产品和服务，若您继续使用我们的产品和/或服务，即表示您同意受修订后的本条款的约束。</span>
</p>`

module.exports = { privacyPoliciesData }